Repository: orso-co/Orso.Arpa.Api
Catalog: Orso.Arpa.Domain/Resources/Cultures/DomainValidators.*.resx
Languages: de

source: The {typeof(TEntity).Name} could not be found.
de: {typeof(TEntity).Name} wurde nicht gefunden.

source: The project is already linked to the appointment
de: Das Projekt ist dem Termin bereits zugeordnet

source: The room is already linked to the appointment
de: Der Raum ist dem Termin bereits zugeordnet

source: The section is already linked to the appointment
de: Die Sektion ist dem Termin bereits zugeordnet

source: The project is not linked to the appointment
de: Das Projekt ist dem Termin nicht zugeordnet

source: The room is not linked to the appointment
de: Der Raum ist dem Termin nicht zugeordnet

source: The section is not linked to the appointment
de: Die Sektion ist dem Termin nicht zugeordnet

source: Incorrect password supplied
de: Falsches Passwort angegeben

source: The user could not be found
de: Der Benutzer konnte nicht gefunden werden

source: The role '{PropertyValue}' could not be found
de: Die Rolle '{PropertyValue}' wurde nicht gefunden

source: Username already exists
de: Benutzername ist bereits vergeben

source: Email already exists
de: Email ist bereits vergeben

source: A region with the requested name does already exist
de: Eine Region mit dem angeforderten Namen ist bereits vorhanden

source: The system could not log you in. Please enter a valid user name and password
de: Das System konnte dich nicht anmelden. Bitte gebe einen gültigen Benutzernamen und Passwort ein

source: Your account is locked. Kindly wait for 10 minutes and try again
de: Dein Konto wurde gesperrt. Bitte warte 10 Minuten und versuche dich anschließend erneut anzumelden.

source: Your email address is not confirmed. Please confirm your email address first
de: Deine Email-Adresse ist noch nicht bestätigt. Bitte bestätige deine Email-Adresse zuerst.
